export const VIEWER_HELP_TEXT = `1. 단축키
- 1: 조명 있는 일반 렌더
- 2: 낮은 조명 일반 렌더
- 3: 낮은 조명 + 와이어프레임
- 4: 이동(Translate) 모드
- 5: 회전(Rotate) 모드
- 6: 스케일(Scale) 모드

2. 마우스 조작
- 좌클릭 드래그: 시점 회전
- 우클릭 드래그: 평행 이동
- 휠 스크롤: 줌 인/아웃
- 물체 좌클릭: 물체 선택 및 이동, 회전, 스케일 화살표 표시

3. 노트 입력 필드
- 노트 입력 필드에는 마크다운 문법을 사용할 수 있습니다.
- 노트 입력 필드에서 / 를 입력하면 자동으로 메뉴가 표시됩니다.
- 노트 입력 필드에서 @ 를 입력하면 자동으로 부품 목록이 표시됩니다. 이때, 부품을 목록에서 선택하면 자동으로 해당 부품으로 카메라가 이동합니다.

3. 그 외 기능
- 10초마다 자동으로 각 부품별 위치, 회전과 분해-조립 정도, 노트 내용이 저장됩니다.
- 수동 저장도 가능합니다. 단 자동 저장 중에는 수동 저장 버튼이 잠깁니다.
- PDF 출력 시에는 모델 전체 설명 PDF와 노트 기록 PDF 두가지가 한번에 출력됩니다.
- PDF 출력 시, 스크린샷 저장 모드를 선택할 수 있습니다. 전체 화면을 선택하면 자동으로 모델 전체 스크린샷이 세 가지 렌더링 모드로 출력됩니다. 현재 화면 모드를 선택하면 자동으로 현재 화면 스크린샷이 세 가지 렌더링 모드로 출력됩니다.
`;
